# 2025-11-01: initial version
# Причина: шаблоны ключевых фраз для определения типов документов

TEMPLATES = {
    "Kaspi-счет": [
        "kaspi.kz",
        "Kaspi Business",
        "Счет на оплату",
        "Kaspi Gold"
    ],
    "Счет-фактура": [
        "СЧЕТ-ФАКТУРА",
        "БИН поставщика",
        "Покупатель",
        "Поставщик"
    ],
    "Акт": [
        "Акт выполненных работ",
        "Исполнитель",
        "Заказчик",
        "Подписи сторон"
    ],
    "ЭСФ": [
        "ЭЛЕКТРОННЫЙ СЧЕТ-ФАКТУРА",
        "Раздел А",
        "Раздел G",
        "ЭЦП"
    ]
}
